[
    {
        "title": "Dawn of the Jedi: Into the Void",
        "era": "Before The Republic",
        "authorId": "5f46a6e97c213e40c31dadc1",
        "releaseDate": "05-07-2013",
        "imageId": "SW_1",
        "summary": "On the planet Tython, the ancient Je'daii Order was founded. And at the feet of its \n wise Masters, Lanoree Brock learned the mysteries and methods of the Force—and found her \n calling as one of its most powerful disciples. But as strongly as the Force flowed within Lanoree and \n her parents, it remained absent in her brother, who grew to despise and shun the Je'daii, and \n whose training in its ancient ways ended in tragedy. \n Now, from her solitary life as a Ranger keeping order across the galaxy, Lanoree has been \n summoned by the Je'daii Council on a matter of utmost urgency. The leader of a fanatical cult, \n obsessed with traveling beyond the reaches of known space, is bent on opening a cosmic gateway \n using dreaded dark matter as the key—risking a cataclysmic reaction that will consume the entire \n star system. But more shocking to Lanoree than even the prospect of total galactic annihilation, is \n the decision of her Je'daii Masters to task her with the mission of preventing it. Until a staggering \n revelation makes clear why she was chosen: The brilliant, dangerous madman she must track \n down and stop at any cost is the brother whose death she has long grieved—and whose life she \n must now fear.",
        "pages": 320,
        "ISBN": 9780345541932,
        "timeLine": "25,793 BBY",
        "seriesId": "5f46886a7c213e40c31da311",
        "bookStatusId": "5dc2556b7c213e3821be319d",
        "epochTimeId": "5dc2f9c47c213e1075d3b9f9"
    },
    {
        "title": "Star Wars: Lost Tribe of the Sith: The Collected Stories",
        "era": "5e7523f2e7179a17e219d4e1",
        "authorId": "5f46a7057c213e40c31dadc4",
        "releaseDate": "07-24-2012",
        "imageId": "SW_2",
        "summary": "Five thousand years ago. After a Jedi ambush, the Sith mining ship Omen lies wrecked on a remote, unknown planet. Its commander, Yaru Korsin, battles the bloodshed of a mutinous faction led by his own brother. Marooned and facing death, the Sith crew have no choice but to venture into their desolate surroundings. They face any number of brutal challenges—vicious predators, lethal plagues, tribal people who worship vengeful gods—and like true Sith warriors, counter them with the dark side of the Force. The struggles are just beginning for the proud, uncompromising Sith, driven as they are to rule at all costs. They will vanquish the primitive natives, and they will find their way back to their true destiny as rulers of the galaxy. But as their legacy grows over thousands of years, the Sith ultimately find themselves tested by the most dangerous threat of all: the enemy within.",
        "pages": 432,
        "ISBN": 9780345541321,
        "timeLine": "5000 BBY- 2975 BBY",
        "seriesId": "",
        "bookStatusId": "5dc2556b7c213e3821be319d",
        "epochTimeId": "5dc2f9c47c213e1075d3b9f9"
    },
    {
        "title": "The Old Republic: Revan",
        "era": "5e7523f2e7179a17e219d4e1",
        "authorId": "5f46a7057c213e40c31dadc4",
        "releaseDate": "11-15-2011",
        "imageId": "SW_3",
        "summary": "A storm is coming, and there is no escape. Revan: hero, traitor, conqueror, villain, savior. A Jedi who left Coruscant to defeat Mandalorians — and returned a disciple of the dark side, bent on destroying the Republic. The Jedi Council gave Revan his life back, but the price of redemption was high. His memories have been erased. All that's left are nightmares—and deep, abiding fear. What exactly happened beyond the Outer Rim? Revan can't quite remember, yet can't entirely forget. Somehow he stumbled across a terrible secret that threatens the very existence of the Republic. With no idea what it is, or how to stop it, Revan may very well fail, for he's never faced a more powerful and diabolic enemy. But only death can stop him from trying.",
        "pages": 298,
        "ISBN": 9780345511348,
        "timeLine": "3954-3950 BBY",
        "seriesId": "5f468a017c213e40c31da41b",
    
        "bookStatusId": "5dc2556b7c213e3821be319d",
        "epochTimeId": "5dc2f9c47c213e1075d3b9f9"
    },
    {
        "title": "The Old Republic: Deceived",
        "era": "5e7523f2e7179a17e219d4e1",
        "authorId": "5f46a7177c213e40c31dadc6",
        "releaseDate": "03-22-2011",
        "imageId": "SW_4",
        "summary": "The second novel set in the Old Republic era and based on the massively multiplayer online game Star Wars: The Old Republic™ ramps up the action and brings readers face-to-face for the first time with a Sith warrior rival to the most sinister of the Order's Dark Lords—Darth Malgus, the mysterious, masked Sith of the wildly popular 'Deceived', 'Hope' and also 'Return' game trailers. Malgus brought down the Jedi Temple on Coruscant in a brutal assault that shocked the galaxy. But if war crowned him the darkest of the Sith heroes, peace would transform him into something far more heinous—something Malgus would never want to be, but cannot stop, any more than he can stop the rogue Jedi fast approaching. Her name is Aryn Leneer—and the lone Knight that Malgus cut down in the fierce battle for the Jedi Temple was her Master. And now she's going to find out what happened to him, even if it means breaking every rule in the book.",
        "pages": 285,
        "ISBN": 9780345511386,
        "timeLine": "3653 BBY",
        "seriesId": "5f468a017c213e40c31da41b",
    
        "bookStatusId": "5dc2556b7c213e3821be319d",
        "epochTimeId": "5dc2f9c47c213e1075d3b9f9"
    },
    {
        "title": "Red Harvest",
        "era": "5e7523f2e7179a17e219d4e1",
        "authorId": "5f46a7267c213e40c31dadc8",
        "releaseDate": "12-28-2010",
        "imageId": "SW_5",
        "summary": "The era of the Old Galactic Republic is a dark and dangerous time, as Jedi Knights valiantly battle the Sith Lords and their ruthless armies. But the Sith have disturbing plans—and none more so than the fulfillment of Darth Scabrous's fanatical dream, which is about to become nightmarish reality. Unlike those other Jedi sidelined to the Agricultural Corps—young Jedi whose abilities have not proved up to snuff—Hestizo Trace possesses one extraordinary Force talent: a gift with plants. Suddenly her quiet existence among greenhouse and garden specimens is violently destroyed by the arrival of an emissary from Darth Scabrous. For the rare black orchid that she has nurtured and bonded with is the final ingredient in an ancient Sith formula that promises to grant Darth Scabrous his greatest desire. But at the heart of the formula is a never-before-seen virus that's worse than fatal—it doesn't just kill, it transforms. Now the rotting, ravenous dead are rising, driven by a bloodthirsty hunger for all things living—and commanded by a Sith Master with an insatiable lust for power and the ultimate prize: immortality . . . no matter the cost.",
        "pages": 256,
        "ISBN": 9780345511171,
        "timeLine": "3645 BBY",
        "seriesId": "",
    
        "bookStatusId": "5dc2556b7c213e3821be319d",
        "epochTimeId": "5dc2f9c47c213e1075d3b9f9"
    }
]